Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: On Friday 8 December a Golder employee had completed his working day on a large infrastructure site in our Asia Pacific Region.
es: El viernes 8 de diciembre, un colaborador de Golder había terminado su día laboral sobre una gran obra de infraestructura en la región Asia-Pacífico.

source: On January 3, 2018, two Golder field teams, working ~100yd (91m) apart, were conducting exploratory activities, including both test pit excavations and advancement of soil borings, along a ridgetop in a remote location.
es: El 3 de enero de 2018, dos cuadrillas de Golder que trabajaban a 91 metros (~100 yd) de distancia se encontraban en actividades de exploración excavando calicatas y perforando testigos de suelo sobre una colina en un lugar apartado.

source: On January 9, a Golder employee, working at a power plant in Cartersville, Georgia, self-reported to his PM that he was approached by a power plant supervisor who informed him that two contractor heavy equipment operators had complained that he was driving erratically around the mobile equipment on the roadways.
es: El 9 de enero, un colaborador de Golder que trabajaba en una central eléctrica en Cartersville (EE.UU.) confesó a su PM que un supervisor de planta se le había acercado para señalarle que dos operadores de maquinaria pesada contratada se habían quejado de que lo habían visto conducir de manera errática alrededor de la maquinaria móvil en los caminos de la instalación.

source: On July 14, 2017, a subcontractor of a Golder subcontractor arrived on-site to pick-up a water tank.
es: El 14 de julio de 2017 un subcontratista de un subcontratista de Golder llegó al sitio para llevarse un camión aljibe.

source: On July 18th prior to undertaking the coring activities the project team had attempted to identify potential hazards in the concrete slab (rebar) and below the slab (utilities), which included;
es: El 18 de julio, antes de proceder con las actividades de extracción de testigos, el equipo del proyecto hizo un intento por identificar posibles peligros en la losa de hormigón (acero de refuerzo) y debajo de la losa (servicios básicos), lo que consistió en:

source: On June 1, a project field team was driving to a Golder office, returning from field work.
es: El 1 de junio, un equipo de proyecto de terreno se dirigía a una oficina de Golder, volviendo de trabajar en terreno.

source: On June 20, a drilling subcontractor employee noticed a loose bolt near the head of the drilling rig mast.
es: El 20 de junio, un subcontratista de perforación notó un perno suelto cerca del cabezal del mástil de un equipo de perforación.

source: On March 13, during the ground rehabilitation of the forecourt of a service station where fuel had leaked from underground tanks and associated pipework, a Golder employee entered an excavation to measure the depth thereof without considering the risk associated with entry into unsupported excavations.
es: El 13 de marzo, durante la rehabilitación del patio de una estación de servicio donde se había derramado combustible de los tanques subterráneos y de sus tuberías, un colaborador de Golder entró a la excavación para medir su profundidad, sin tomar en cuenta los riesgos asociados al ingreso a excavaciones sin soportes.

source: On October 11, at approximately 8 am, a project field team was being driven by a third party to a project site, approximately one hour’s drive away on a poorly maintained dirt road.
es: El 11 de octubre, a las 8 am aproximadamente, un equipo de proyecto en terreno era transportado por un tercero hacia un sitio de proyecto, ubicado a una hora de viaje, por un camino de tierra sin mantenimiento adecuado.

source: On October 19, a Golder employee was driving on a public road, turning right at an intersection under a green turning signal.
es: El 19 de octubre, un colaborador de Golder conducía en un camino público y giró a la derecha en una intersección debajo de una señal de viraje en verde.

source: On October 4, 2017, at a major reconstruction project a Golder employee and a third party employee were performing straightness measurements of piles located in open water a few meters from a quay.
es: El 4 de octubre de 2017, durante un proyecto de reconstrucción importante, un colaborador de Golder y un colaborador subcontratado estaban tomando mediciones de rectitud de pilotes en aguas abiertas, a unos metros de un muelle.

source: On October 9th at a Golder warehouse a Golder employee was retrieving sterile sample containers from a box placed on the top shelf of a storage rack which is 2.5 m high.
es: El 9 de octubre, en una bodega de Golder, un colaborador estaba tomando contenedores de muestra estéril de una caja ubicada en la cubierta superior de una estantería de 2.5 m de altura.

source: On October 9th, at approximately 5:30 pm (roughly 1.5 hours into the journey), a Golder employee driving the speed limit (90km/hr) on a 2-lane divided highway fell asleep behind the wheel.
es: El 9 de octubre a aproximadamente las 5:30 pm (a 1.5 horas de haber comenzado el viaje), un colaborador de Golder que conducía al límite de velocidad (90 kph) en una autopista dividida de dos pistas se durmió al volante.

source: On September 11, 2017, Golder conducted hydrogen sulphide (H2S) monitoring at a food processing plant in response to odor concerns related to a newly installed wastewater treatment plant.
es: El 11 de septiembre de 2017 Golder llevó a cabo monitoreo de sulfuro de hidrógeno (H2S) en una planta de procesamiento de alimentos en respuesta a problemas de hedor relacionados con la reciente instalación de una planta de tratamiento de aguas residuales.

source: On Site Changes and Review
es: Cambios en el sitio y revisión

source: On a public road the following separation distances apply (measured from the nearest edge of the road surface).
es: En un camino público corresponden las siguientes distancias de separación (medidas desde el borde más cercano de la superficie del camino).

source: On completion, Traveler contacts Regional HSSE Leader via information on ITA
es: Una vez completado, el viajero contacta al Líder de HSSE Regional por medio de la información en el ITA.

source: On one occasion however, after collecting a sample our employee signalled to the operator to recommence activities and commenced walking back to the agreed safe area.
es: Sin embargo, en una ocasión, tras recoger una muestra, nuestro colaborador indicó al operador que reiniciara las actividades y comenzó a devolverse a la zona segura acordada.

source: On return to the platform, where the Client representatives were standing, our employee stepped onto a newly-installed part of the roof and commenced a discussion with the client.
es: Al regresar a la plataforma donde se encontraban los representantes del cliente, nuestro colaborador pisó sobre una parte recién instalada del techo y comenzó una conversación con el cliente.

source: On site modelling of the East Zone to investigate the cause of a series of 3 rockbursts of magnitude 3 Mn.
es: Modelación in situ de la zona East para investigar la causa de una serie de tres desprendimientos de roca (rockburst) de magnitud 3 Mn.

source: On site modelling of the Main Zone, East Zone and 05 Break with NFOLD to optimize long term mine sequencing in rockburst prone ground from a stress standpoint.
es: Modelación in situ de las zonas Main, East y 05 Break con NFOLD para optimizar la secuenciación de la mina a largo plazo en terreno propenso a desprendimientos, desde un punto de vista de la tensión.

source: On site training of ground control personnel on the use of PHASES - an elasto-plastic hybrid BE/FE program for the analysis of stress and PROWEDGE - a probabilistic underground wedge analysis program.
es: Capacitación in situ del personal de control del terreno en el uso de PHASES, un programa híbrido elastoplástico BE/FE para el análisis de tensiones y PROWEDGE, un programa de análisis probabilístico de cuñas subterráneas.

source: On the 24th of October 2017, a Golder employee arrived on site for an asbestos survey of a warehouse.
es: El 24 de octubre de 2017, un colaborador de Golder llegó a un sitio para hacer una inspección sobre asbesto en una bodega.

source: On the 8th of August 2017, cargo containers with remediation equipment inside were being off-loaded at the facility, under the supervision of Golder employees.
es: El día 8 de agosto de 2017 se estaban descargando contenedores con equipo de remediación en la instalación, bajo la supervisión de colaboradores de Golder.

source: On the eastern side of the facility however, it is expected that groundwater elevations may lower as a balance is achieved between infiltration into the tailings and seepage to the sidehill structure and underdrain of the Sand Embankment.
es: En el lado este de la instalación, sin embargo, se espera que las elevaciones del agua subterránea puedan descender ya que se logrará un balance entre la infiltración hacia los relaves y el escurrimiento hacia la estructura de ladera y hacia el dren subsuperficial de la presa de arena.

source: On the other hand, underestimating our profits will lower our valuation, making mergers and acquisitions more expensive for us and less accretive to our shareholders, when using our shares as part of the payment.
es: Por otra parte, subestimar nuestras utilidades nos subvalorará, lo cual vuelve las fusiones y adquisiciones más costosas y menos aditivas para nuestros accionistas al usar nuestras acciones como parte del pago.

source: On the other hand, we have an international project that will involve a variety of disciplines, services and teams from more than one Golder office.
es: Por otro lado, tenemos un proyecto internacional que comprende una variedad de disciplinas, servicios y equipos de más de una oficina de Golder.

source: On-going development of Geo-Hazmap, a Gocad-based ground control hazard and analysis tools.
es: Desarrollo continuo de Geo-Hazmap, herramienta basada en Gocad para peligros y análisis de control del terreno.

source: Once above 2750m (9000ft), move sleeping altitude no higher than 500m (1600ft) per day, and plan an extra day for acclimatization every 1000m (3300ft).
es: Cuando ya se está por encima de 2.750 m s.n.m., ascender menos de 500 metros diarios respecto de la noche anterior y considerar un día adicional para aclimatarse cada 1.000 metros.

source: Once an investigation report has been completed, the report shall be circulated for review and signed-off by the Project Manager or Manager/Supervisor and a HSSE team member or by the individuals identified by the lead investigator. Closure of the learning/investigation will occur when the incident’s corrective actions are reported to be complete and verified effective.
es: Una vez que un informe de investigación se ha completado, el informe circulará para su revisión y aprobación por parte del Gerente de Proyecto o Gerente/Supervisor y un integrante del equipo de HSSE o por quienes haya identificado el investigador jefe. El cierre del learning/investigación ocurrirá cuando se informe que las acciones correctivas del incidente se hayan completado y verificado su eficacia.

source: Once mining ceases (after year 2033), groundwater flow conditions will again adjust as active groundwater management is discontinued and the project area returns to natural hydrological and hydrogeological flow regimes.
es: Con el cese de la minería (después del año 2033), las condiciones de flujo de agua subterránea volverán a ajustarse mientras se descontinúa el manejo activo de las aguas subterráneas y el área del proyecto regresa a sus regímenes naturales de flujo hidrológico e hidrogeológico.

source: Once our engineer arrives on site, he will a JSEA to assess the risks associated with the physical conditions of the work area at that moment and will take the necessary measures to control any additional hazards identified at that point.
es: Cuando nuestro ingeniero llega al sitio, hará un JSEA para evaluar los riesgos asociados con las condiciones físicas del lugar de trabajo en el momento y tomará las medidas necesarias para controlar cualquier peligro adicional identificado en ese punto.

source: Once the concrete cores were removed, hand auguring was performed to mitigate contact with any utilities under the slab.
es: Terminado de extraer los testigos de hormigón, se perforó con barrenado manual para mitigar el contacto con servicios enterrados bajo la losa.

source: Once the investigation is complete, details are entered into the LDB, corrective actions and responsibilities assigned, and where a separate investigation report has been generated, it will be uploaded into the LDB and attached to the incident/hazard Learning.
es: Una vez completada la investigación, los detalles se ingresan a la LDB, se asignan las acciones correctivas y las responsabilidades y, en caso de haberse generado un informe de investigación por separado, se cargará a la LDB y adjuntará al Learning de incidente/peligro.

source: Once the investigation team is satisfied that the area where the incident occurred has been examined and documented completely it can then be released back for use.
es: Una vez que el equipo de investigación esté satisfecho con el examen y la documentación completa del área donde ocurrió el incidente esta se puede volver a usar.

source: Once the risk assessment has been completed and approvals obtained as required, you will developed a Journey Management Plan The level of detail in the JMP will depend on the risk associated with the travel.
es: Una vez que se ha completado la evaluación de riesgos y se hayan obtenido las aprobaciones requeridas, deberá desarrollar un Plan de Gestión de Viajes. El nivel de detalle de este plan dependerá del riesgo asociado al viaje.

source: Once the team made their way to the other team, both field teams took shelter behind an abandoned house and assessed the situation.
es: Cuando la primera cuadrilla alcanzó a la otra, ambos equipos se cobijaron detrás de una casa abandonada y evaluaron la situación.

source: Once this big picture planning is done, Maurizio can get stuck into the game plan for each of the games as they come up.
es: Una vez que se termina la planificación de la idea general, Maurizio puede enfocarse en el plan para cada una de las carreras, a medida que se acercan las fechas.

source: Once your home office has been set, DO NOT EDIT OR CHANGE the “Occurred in Office” field, found between the “About the person involved” and the “Project Manager” fields
es: Cuando se establezca tu oficina, NO MODIFIQUES el campo “Oficina” que se encuentra entre los campos “Acerca de la persona involucrada” y “Gerente del proyecto o supervisor”

source: One PHRTA per project submitted via link in PHRTA document.
es: Se entrega una PHRTA por proyecto, por medio de un enlace en el documento PHRTA.

source: One communications line and one security line was damaged while, an undetermined conduit (believed to be electrical) was uncovered without damage.
es: Una línea de comunicaciones y una de seguridad resultaron dañadas, mientras que otro conducto (que se cree era eléctrico) fue descubierto sin daños.

source: One hole per delay (315 kg) – 84 m;
es: Un barreno por retardo (315 kg) – 84 m;

source: One in proximity to the Tesorera pit sump and the second in proximity to the Jayula (3980) pit sump to target the fractured breccia.
es: Uno en las cercanías de la sentina del pit Tesorera y el segundo en las cercanías de la sentina del pit Jayula (3980) para apuntar a la brecha fracturada.

source: One of the Golder team members confronted the driver, and politely in his home language, pointed out that his style of driving was dangerous and unacceptable, and that he should drive at a speed and in a manner that is safe under the prevailing weather, road and environment conditions.
es: Uno de los miembros del equipo de Golder enfrentó al conductor y le explicó, de forma amble y en su idioma nativo, que su forma de conducción era peligrosa e inaceptable, y que debería conducir a una velocidad segura para las condiciones climáticas, el tipo de camino, y las condiciones del ambiente.

source: One of the high profile projects that he and his group were involved in was the mine rescue of the trapped miners in Chile where the Cementation group carried out Plan A of the San Jose rescue by using a Strata 950 machine (built by RUC Cementation) and vertical drilling techniques.
es: Uno de los proyectos de alto perfil en los que él y su grupo estuvo participando fue el rescate de los mineros atrapados en Chile, donde el grupo de Cementación ejecutó el Plan A del rescate de la mina San José utilizando de una máquina Strata 950 (construida por RUC Cementation) y técnicas de perforación vertical.

source: One of two candidates in each region chosen in a straw poll by shareholders
es: Uno de dos candidatos en cada región elegidos por los accionistas en una encuesta

source: One particular challenge encountered in parts of our business, was the slow adjustment of our rates to accommodate annual salary increases made in January.
es: Un desafío en particular que encontramos en partes del negocio fue el lento ajuste de nuestras tarifas para acomodarse a los incrementos salariales anuales hechos en enero.

source: One water level measurement is available from each piezometer.
es: Se encuentra disponible una medición del nivel del agua por cada piezómetro.

source: Ongoing
es: Durante

source: Ongoing Assignment.
es: Trabajo en curso.

source: Ongoing crustal deformation causes high rates of earthquake occurrence, development and growth of faults and folds in the shallow crust, and localized volcanic activity within the overlying South American plate.
es: La actual deformación de la corteza causa altas tasas de ocurrencia de sismos, desarrollo y crecimiento de fallas y pliegues en la corteza superficial y actividad volcánica localizada en la placa Sudamericana suprayacente.

source: Ongoing supervision by the Works Supervisors
es: Supervisión constante de los Supervisores de Faena

source: Only faults with strong evidence for activity in about the last 2.6 Ma are considered as potential earthquake sources in the seismic source model for the Spence Mine site.
es: Solo las fallas con fuerte evidencia de actividad en alrededor de los últimos 2,6 Ma se consideraron como posibles fuentes sísmicas en el modelo de fuente sísmica de la mina Spence.

source: Only future, field-based evaluation will be able to confirm the age of past faulting more definitively.
es: Solo una evaluación futura y en terreno permitirá confirmar la edad del fallamiento del pasado de manera más definitiva.

source: Only partial data available for 2016
es: Solo datos parciales disponibles para 2016.

source: Only persons trained in confined space entry procedures can be considered for confined space entry.
es: El ingreso a espacios confinados solo puede confiarse a personas capacitadas en los respectivos procedimientos.

source: Only some of these faults extend to the ground surface.
es: Solo algunas de estas faltas se extienden hasta la superficie del suelo.

source: Only the largest of these faults extend to the ground surface.
es: Solo las mayores de estas faltas se extienden hasta la superficie del suelo.

source: Ontario Hydro, Niagara Falls, Ontario, Canada
es: Ontario Hydro, Niagara Falls, Ontario, Canadá

source: Ontario Society of Professional Engineers (Member No. 11386484)
es: Sociedad de Ingenieros Colegiados de Ontario (Miembro Nro. 11386484)

source: Ontario, Canada
es: Ontario, Canadá

source: Open competition with no apparent favorite
es: Competencia abierta sin favoritismo aparente

source: Open pit design and parameters for the Level 2 Feasibility Study for the proposed open pit gold mine at the Aquarius site.
es: Diseño y parámetros del pit para el Estudio de Factibilidad Nivel 2 de la mina de oro a cielo abierto en el sitio Aquarius.

source: Open pit iron mines
es: Minas de hierro a rajo abierto

source: Open pit rock mechanics for the Pre-Feasibility study for the proposed open pit mine.
es: Mecánica de rocas de pit para el estudio de factibilidad para la mina a cielo abierto.

source: Opening new offices
es: Apertura de nuevas oficinas

source: Opening of bank accounts
es: Apertura de cuentas bancarias

source: Opening: Administrator summarizes ground rules and manages time/conduct of meeting.
es: Apertura: el Administrador resume las normas básicas y maneja los tiempos/dirige la reunión.

source: Operating Company:
es: Compañía Operativa:

source: Operating as an employee-owned company since its formation in 1960, Golder has created a unique culture with pride in ownership and a commitment to providing technically sound and cost-effective consulting and contracting services.
es: Operar como una empresa de propiedad de sus empleados desde su fundación en 1960 le ha permitido a Golder crear una cultura única que toma en serio la propiedad y se compromete a prestar servicios como consultores y contratistas que tengan solidez técnica y eficacia de costos.

source: Operating at improper speed
es: Operación a velocidades inapropiadas

source: Operating practices to minimize risks associated with unstable slopes
es: Prácticas operacionales para minimizar los riesgos asociados a taludes inestables.

source: Operating procedures should ensure that no activities are undertaken at the toe of the Phase 4 slope while there is active excavation of Phase 7 at the crest of the slope, and that the lower benches in the slope provide adequate rockfall protection and are not allowed to fill with debris or over-spill to the point of becoming ineffective
es: Los procedimientos operacionales deben garantizar que ninguna actividad se lleve a cabo al pie del talud de la Fase 4 mientras haya excavación activa de la Fase 7 en el coronamiento del talud y que los bancos inferiores en el talud ofrezcan suficiente protección contra caída de rocas y no se permita llenarse con detritos u otros reboses hasta el punto de volverse ineficaces.

source: Operating risk from Jayula Este instability is a flow failure if saturated
es: El riesgo operacional de la inestabilidad Jayula Este es una rotura de flujo si hay saturación.

source: Operator awareness training to alert operators to risks, risk management practices, and signs of increasing risk
es: Capacitación a operadores para alertarlos sobre los riesgos, las prácticas de manejo de riesgos y las señales de riesgo creciente.

source: Operator has clearly communicated that it is safe to sample
es: El operador ha comunicado con claridad que es seguro tomar la muestra.

source: Operator must hold an appropriate certificate of competency if the length of the boom, or the maximum height of the EWP is greater than 11 m.
es: El operador debe contar con el respectivo certificado de competencia si la longitud del brazo de la grúa o la altura máxima de la PTE supera los 11 metros.

source: Operators must remain at the controls of the lifting plant whilst a load is suspended
es: Los operadores deben permanecer en los controles del equipo de izaje mientras haya una carga suspendida.

source: Operators of mobile plant and equipment must not be impaired by fatigue, alcohol or other drugs (refer to Section 14.0).
es: Los operadores de equipos y maquinaria móvil no deben estar impedidos por la fatiga, el alcohol u otras drogas (ver Capítulo 14.0).

source: Operator’s hands and feet are off the controls
es: Las manos y los pies del operador están apartados de los controles.

source: Opportunities
es: Oportunidades

source: Opportunities are in the competent Intrusive by increasing the BFA and/or double benching
es: Las oportunidades están en el intrusivo competente aumentando el BFA o duplicando los bancos.
